[{
    "Id": "60efcfb8-426e-4be6-bff9-a34fc7384ed5",
    "Title": "В Москве прошла пятая ежегодная конференция для разработчиков DevCon 2015",
    "ShortText": "На прошлой неделе завершила свою работу ежегодная конференция Microsoft, посвященная разработке и тестированию ПО, DevCon 2015. ",
    "Text": "\u003cbr /\u003e\u003cimg width=\"300\" src=\"http://msdevcon.blob.core.windows.net/devconarchive/2015/Content/img/devcon2015_slogan_h_rgb.png\" /\u003e\u003cbr /\u003e\u003cbr /\u003e\r\n\u003cp\u003e\u003cstrong\u003eМосква, 28 мая 2015 года\u003c/strong\u003e. — На прошлой неделе завершила свою работу ежегодная конференция Microsoft, посвященная разработке и тестированию ПО, \u003ca href=\"http://www.msdevcon.ru/\"\u003eDevCon 2015\u003c/a\u003e. В течение двух дней конференцию посетили более 900 профессионалов в области разработки ПО, специалистов по тестированию, архитекторов, руководителей групп разработки, а также экспертов ИТ-индустрии. Количество зрителей онлайн-трансляции составило более 40000 человек. На сайте конференции доступны видеозаписи всех докладов. \u003c/p\u003e\r\n\u003cp\u003e«На конференции Build 2015, прошедшей в апреле в Сан-Франциско, эксперты корпорации Microsoft рассказали о новых функциональных возможностях операционной системы Windows 10 – от масштабирования приложений под различные устройства до новых способов создания кода. Мы представили абсолютно новые средства разработки, инструменты, программы и сервисы по повышению продуктивности для программистов. После этого стартовал Build Tour по разным городам мира. В его рамках в России прошла конференция DevCon 2015, на которой собралось еще больше докладчиков из Редмонда – специалистов Microsoft, разрабатывающих технологии и платформы, которыми мы будем пользоваться в будущем. Конференция DevCon 2015 – это уникальная возможность для участников узнать из первых уст о новых технологиях, обсудить все особенности и возможности платформ, а также получить ценные рекомендации по использованию решений Microsoft в собственных проектах», — сказал Александр Ложечкин, директор департамента Developer Experience \u0026 Evangelism (DX) в Microsoft по региону Central \u0026 Eastern Europe. \u003c/p\u003e\r\n\u003cp\u003eКонференцию открыл Джорджио Сардо, старший директор в группе Developer Experience \u0026 Evangelism (DX) корпорации Microsoft с докладом о новой миссии компании Microsoft и направлениях ее технологического развития. В рамках доклада было подчеркнуто желание корпорации совместно с разработчиками реализовать свою новую миссию – сделать платформы и продукты Microsoft еще более удобными и полезными для пользователей. Участники и зрители онлайн-трансляции конференции смогли присоединиться к выступлениям экспертов компании Microsoft. На DevCon 2015 также были представлены доклады представителей компаний Intel, Kaspersky Lab, JetBrains, DevExpress, Futurice и многих других. \u003cp\u003e\r\n\u003cp\u003eДвухдневная программа конференции включала пленарную сессию, более 50 технических докладов, мастер-классы, круглые столы, выставку партнерских решений и различные интерактивные мероприятия. Ключевыми темами докладов стали:\u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eКлиентская разработка\u003c/strong\u003e: доклады были посвящены созданию, продвижению и монетизации современных приложений для \u003ca href=\"https://dev.windows.com/ru-ru\"\u003eплатформы Windows\u003c/a\u003e, включая особенности разработки под Windows 10.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eОблако и Веб\u003c/strong\u003e: из докладов этого трека участники узнали подробности о новой версии платформы веб-разработки \u003ca href=\"http://www.asp.net/\"\u003eASP.NET 5\u003c/a\u003e, а также о возможностях разработки приложений и сервисов для \u003ca href=\"https://msdn.microsoft.com/ru-ru/ff380142\"\u003eMicrosoft Azure\u003c/a\u003e, а также использовании облачной платформы в качестве бэкенда для интернета вещей, мобильных и других приложений.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eИнструменты и языки\u003c/strong\u003e: в рамках этого трека было рассказано об управлении жизненным циклом программного обеспечения, а также о новых возможностях среды разработки \u003ca href=\"https://www.visualstudio.com/\"\u003eVisual Studio 2015\u003c/a\u003e. \u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eКорпоративная разработка\u003c/strong\u003e: тема объединила доклады, в которых рассматривались сценарии разработки корпоративных приложений на платформе .NET, SharePoint и Office 365, а также интеграция корпоративной сети с облачным окружением.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eРазработка игр\u003c/strong\u003e: появившийся на DevCon впервые, трек включил в себя доклады, посвященные особенностями разработки игр с помощью популярных инструментов DirectX, Unity и других.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\r\n\u003cp\u003e«Пятая конференция DevCon 2015 послужила площадкой для изучения новых технологий разработки ПО, а также позволила ИТ-специалистам пообщаться с коллегами и экспертами отрасли в течение двух дней, – отмечает Михаил Черномордиков, директор департамента стратегических технологий, Microsoft в России. – В рамках мероприятия мы всегда представляем новые возможности и средства разработки Microsoft. В этом году темой конференции стал живой код, и мы очень рады повышенному интересу и активному участию разработчиков со всей России и стран СНГ». \u003c/p\u003e\r\n\u003cp\u003eУчастникам конференции также были предложены 8 мастер-классов и 2 хакатона: один был посвящен интернету вещей и особенностям облачной разработки под платформу Microsoft Azure, а второй – разработке приложений с трехмерным интерфейсом при помощи технологии Intel® RealSense.\u003c/p\u003e\r\n\u003cp\u003eНе менее насыщенная программа была предложена участникам онлайн-трансляции: у них была возможность не только послушать доклады всех треков, но и увидеть интервью с ключевыми докладчиками, получить советы и рекомендации по продуктам Microsoft, а также задать вопросы спикерам в режиме реального времени.\u003c/p\u003e\r\n\u003cp\u003eПолучить дополнительную информацию о DevCon 2015 можно на \u003ca href=\"http://www.msdevcon.ru/\"\u003eсайте\u003c/a\u003e конференции. \u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cp\u003e\u003cstrong\u003eИнформация о Microsoft\u003c/strong\u003e\u003c/p\u003e\r\n\u003cp\u003eMicrosoft – мировой лидер в области информационных технологий, поставляющий широкий диапазон устройств и сервисов, программного обеспечения и ИТ-услуг. Подробнее о деятельности компании Microsoft в России читайте здесь \u003ca href=\"http://www.microsoft.com/ru-ru/news/inside_ms.aspx\"\u003ehttp://www.microsoft.com/ru-ru/news/inside_ms.aspx\u003c/a\u003e\u003c/p\u003e\r\n\u003cp\u003e\u003cspan style=\"font-weight: bold;\"\u003eКонтактная информация:\u003c/span\u003e\u003cbr /\u003e\r\nMicrosoft, 125252, Москва, а/я 70\u003cbr /\u003e\r\nТел.: 7 (495) 967-85-85 \u003cbr /\u003e\r\nФакс: 7 (495) 967-85-00 \u003cbr /\u003e\r\nE-mail: \u003ca href=\"mailto: russia@microsoft.com\"\u003erussia@microsoft.com\u003c/a\u003e\u003c/p\u003e\r\n\u003cp\u003e\u003ci\u003eУзнать последние новости Microsoft представители прессы могут в \u003ca href=\"http://www.microsoft.com/ru-ru/news/default.aspx\"\u003eпресс-центре компании\u003c/a\u003e.\u003c/p\u003e\r\n\u003cp\u003eПредставители СМИ могут также получить дополнительную информацию в PRP Group - a Weber Shandwick Affiliate Company по адресу \u003ca href=\"mailto:microsoft@prp.ru\"\u003emicrosoft@prp.ru\u003c/a\u003e или по телефону 7 (495) 937 3170.\u003c/i\u003e\u003c/p\u003e",
    "Date": "\/Date(1433248980000)\/",
    "ImageSource": null
}, {
    "Id": "889718fc-c384-4f3b-a1e6-36f719efdb7b",
    "Title": "DevCon 2015: обратный отсчет!",
    "ShortText": "До начала DevCon 2015 остаются считанные часы!  ",
    "Text": "\u003cp\u003eДорогие друзья!\u003c/p\u003e\r\n\u003cp\u003eДо начала \u003ca href=\"http://www.msdevcon.ru/ru/\"\u003eDevCon 2015\u003c/a\u003e остаются считанные часы!\u003c/p\u003e\r\n\u003cp\u003eУже завтра мы встретимся с вами на площадке самой крупной технологической конференции Microsoft в России! В течение двух дней мы будем посещать технические сессии, участвовать в квестах и конкурсах, устраивать гонки на офисных креслах и метать клавиатуры, общаться с докладчиками, партнерами и единомышленниками в рамках мастер-классов, тренингов и хакатонов и, конечно же, кодировать всю ночь напролет! Обязательно захватите с собой хорошее настроение!\u003c/p\u003e\r\n\u003cp\u003eЕсли вы не сможете лично присутствовать на конференции, не забудьте присоединиться к нам онлайн на \u003ca href=\"http://www.msdevcon.ru/ru/\"\u003eсайте конференции\u003c/a\u003e завтра в 11:00 по Москве!\u003c/p\u003e\r\n\u003cp\u003eДо встречи в \u003ca href=\"http://www.msdevcon.ru/videos\"\u003eМире Живого Кода\u003c/a\u003e!\u003c/p\u003e\r\n",
    "Date": "\/Date(1432043961000)\/",
    "ImageSource": null
}, {
    "Id": "d6827e7e-3643-4655-9641-bd8203848e9d",
    "Title": "Инфраструктура DevCon 2015",
    "ShortText": "До конференции DevCon уже остались считанные часы и подготовка конференции входит в самую активную фазу, а мы все еще не рассказали вам о том, как готовилась одна из возможно наиболее важных частей конференции – ее инфраструктура! Исправляем упущение – читайте, как и благодаря чему и кому на площадке будет организован wi-fi, демонстрации технологий и ночь кодирования.",
    "Text": "\u003cp\u003eДо конференции DevCon уже остались считанные часы и подготовка конференции входит в самую активную фазу, а мы все еще не рассказали вам о том, как готовилась одна из возможно наиболее важных частей конференции – ее инфраструктура! Исправляем упущение – читайте, как и благодаря чему и кому на площадке будет организован wi-fi, демонстрации технологий и ночь кодирования.\u003c/p\u003e\r\n\u003cp\u003eИтак, дано:\u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003eсемь залов, где будет проходить конференция;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eобщая сессия с десятью демонстрациями технологий Microsoft;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eсемь мастер-классов и один тренинг;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eодин вечерне-ночной IoT хакатон для самых стойких.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\r\n\u003cp\u003eКоличество желающих смотреть конференцию онлайн с каждым годом растет и для непрерывной четкой трансляции нам нужен сильный интернет-канал, поэтому в этом году, наблюдая за ростом аудитории, мы решили играть на опережение и сделали выделенный канал для трансляции, который будет работать автономно и организован таким образом, чтобы суметь продолжить трансляцию что бы ни случилось.\u003c/p\u003e\r\n\u003cp\u003eВ том, что касается устройств: несложная задача их подготовить и залить, сложнее заранее точно определить, сколько их может потребоваться – ведь помимо возможных поломок всегда могут возникнуть непредвиденные обстоятельства и устройств может не хватить. \r\nЗатем начинается самая затратная по времени часть подготовки устройств – их заливка. Сначала ждем пока образ установится, затем всё активируем, затем – проверяем, что всё запускается и правильно работает. После этого – компьютер выключить, зарядку смотать и убрать, компьютер подписать и занести в список.\u003c/p\u003e\r\n\r\n\u003cp\u003eВот как примерно это выглядит:\u003c/p\u003e\r\n \u003ctable width=\"720px\" cellpadding=\"3\" cellspacing=\"2\" border=\"0\"\u003e\r\n\u003ctr\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/3475a9bc-406c-446b-8af5-5877248caacb.JPG\" width=\"180\" alt=\"\" /\u003e \u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/bc72e76e-c231-4fa3-af39-94b3f7df7021.JPG\" width=\"180\" alt=\"\" /\u003e \u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/3f587001-f341-4fe5-be8a-6db457b97ef4.JPG\" width=\"180\" alt=\"\" /\u003e \u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/ff850f55-4569-4b9e-9a9f-749a73d834df.JPG\" width=\"180\" alt=\"\" /\u003e \u003c/td\u003e\r\n\u003c/tr\u003e\r\n\u003c/table\u003e\r\n\u003cp\u003eИ немного статистики вам напоследок:\u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003e16 плат Intel Galileo было подготовлено к IoT хакатону 20 мая;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eДля обеспечения Интернета на площадке будет использовано 2,5 км кабеля Ethernet;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eВ процессе заливки участвовали:\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003eодин образ Windows 10 – устанавливающийся 30-40 минут;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eодин образ Office – устанавливающийся 10-15 минут;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eодин образ Visual Studio со всеми настройками и дополнениями занимающий 23 ГБ на жестком диске, который ставится около 2,5-3,5 часов;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eавтоматизирующий скрипт из 170 строк;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e35 флешек – с которых разливались образы;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eшесть рук сотрудников Microsoft, которые эти флешки должны были в нужный момент переткнуть из одного компьютера в другой;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\r\n\u003cli\u003e\u003cspan\u003eВ общей сложности для конференции было залито 45 ноутбуков за 27 часов.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\u003cp\u003eИ фото из серии «было – стало»:\u003c/p\u003e\r\n \u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/ad2dcbd0-1c4d-44b5-a9de-0bff0e08b761.jpg\" alt=\"\" /\u003e \r\n\u003cp\u003eP.S. В процессе подготовки ни один ноутбук не пострадал.\u003c/p\u003e",
    "Date": "\/Date(1432040529000)\/",
    "ImageSource": null
}, {
    "Id": "57d288c7-1bb1-4b74-ac07-d0bb48a4163a",
    "Title": "Вся информация о DevCon 2015 в приложении MS Tech Events!",
    "ShortText": "Специально для вас мы запустили приложение MS Tech Events, в котором будут на регулярной основе появляться новости о предстоящих мероприятиях Microsoft для технической аудитории (ИТ-специалистов и разработчиков). ",
    "Text": "\u003cbr /\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/ab96e28c-428e-423d-b5d2-b78b150183a1.png\" width=\"350\" alt=\"\" /\u003e \r\n\u003cp\u003eСпециально для вас мы запустили приложение MS Tech Events, в котором будут на регулярной основе появляться новости о предстоящих мероприятиях Microsoft для технической аудитории (ИТ-специалистов и разработчиков). Информация о конференции DevCon 2015 уже доступна в приложении. Скачав это приложение, вы будете всегда иметь под рукой доступ к расписанию конференции, биографиям докладчиков, а также сможете голосовать за понравившиеся доклады!\u003c/p\u003e\r\n\r\n\u003cp\u003eСпешите скачать MS Tech Events уже сейчас!\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003ca href=\"http://www.windowsphone.com/en-us/store/app/ms-tech-events/780dd95e-b3fe-4bba-860e-c5d54ff7e88f\"\u003eПриложение для Windows Phone\u003c/a\u003e\u003c/p\u003e\r\n\u003cp\u003e\u003ca href=\"https://play.google.com/store/apps/details?id=com.techdays.techevents\"\u003eПриложение для Android\u003c/a\u003e\u003c/p\u003e\r\n",
    "Date": "\/Date(1431957793000)\/",
    "ImageSource": null
}, {
    "Id": "9d85c8c0-03a2-4ce3-afaa-eb3b369b1ef6",
    "Title": "Intel выступила платиновым спонсором конференции DevCon 2015!",
    "ShortText": "Компания Intel, четвертый год подряд поддерживающая конференцию DevCon, в этом году выступила платиновым спонсором! ",
    "Text": "\u003cbr /\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/a5936ea3-a4c9-4235-9aec-867e515ba557.png\" width=\"200px\" alt=\"\" /\u003e\u003cbr /\u003e\r\n\u003cp\u003eКомпания \u003ca href=\"http://www.intel.ru/content/www/ru/ru/homepage.html\"\u003eIntel\u003c/a\u003e, четвертый год подряд поддерживающая конференцию \u003ca href=\"http://www.msdevcon.ru/ru/\"\u003eDevCon\u003c/a\u003e, в этом году выступила платиновым спонсором! \u003c/p\u003e\r\n\u003cp\u003eIntel известна как крупнейший производитель микропроцессоров, при этом, будучи крупной инженерной компанией, выросшей из небольшого стартапа, продолжает многолетний опыт инноваций, в последние годы активно расширяя сферы своих интересов: мобильные устройства и интуитивные пользовательские интерфейсы, Интернет вещей и дополненная реальность, операционные системы и большие данные. \u003c/p\u003e\r\n\u003cp\u003eВ рамках \u003ca href=\"http://www.msdevcon.ru/ru/\"\u003eDevCon 2015\u003c/a\u003e участники конференции смогут лично пообщаться с сотрудниками компании, задать вопросы, посмотреть интересные демонстрации, принять участие в мини-хакатоне по технологии Intel® RealSense™ и узнать о том, что Intel делает для поддержки разработчиков ПО.\u003c/p\u003e\r\n",
    "Date": "\/Date(1431543357000)\/",
    "ImageSource": null
}, {
    "Id": "b2d10cea-2632-4951-8f67-9859dd26d94f",
    "Title": "Дневник DevCon 2015: как готовилась программа конференции",
    "ShortText": "Когда мы читаем заголовки новостей вроде «Опубликована программа мероприятия N», мы обычно думаем: «Ну наконец-то!» и кликаем скорее на страницу, чтобы выбрать самое интересное и составить свое расписание на время конференции. ",
    "Text": "\u003cp\u003eКогда мы читаем заголовки новостей вроде «Опубликована программа мероприятия N», мы обычно думаем: «Ну наконец-то!» и кликаем скорее на страницу, чтобы выбрать самое интересное и составить свое расписание на время конференции.\u003c/p\u003e\r\n\u003cp\u003eВ это время карма организатора мероприятия, ответственного за сетку докладов, начинает набирать очки с каждым вашим лайком и шером, и его красные от бессонных ночей глаза наполняются скупой мужской слезой радости и блаженства.\u003c/p\u003e\u003cp\u003eИ только он и его ближайшие соратники – ноутбук, Outlook, телефон и Excel – знают, что стоит организаторам собрать для вас самых интересных спикеров со всего мира, обсудить с ними подготовку докладов на самые актуальные темы, подготовить самые живые демонстрации передовых технологий и уложить всё это богатство в два коротких, но таких насыщенных дня!\u003c/p\u003e\r\n\u003cp\u003eЗнакомьтесь, это евангелист Владимир Юнев, ответственный за программу конференции.\u003c/p\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/8d7b23a0-2dec-491a-8a7f-79b6ab77f0aa.jpg\" width=\"360px\" style=\"padding-left: 3px;\" alt=\"\" /\u003e\u003cbr /\u003e\r\n\u003cp\u003eПоследние два месяца он провел так:\u003c/p\u003e\r\n\u003ctable width=\"720px\" cellpadding=\"3\" cellspacing=\"2\" border=\"0\"\u003e\r\n\u003ctr\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/314b4a63-4f65-4be1-8978-acfa2efbcc6c.jpg\" alt=\"\" /\u003e \u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/f157aa6a-60cb-4e40-802a-a97cdf8265b0.jpg\" alt=\"\" /\u003e \u003c/td\u003e\r\n\u003c/tr\u003e\r\n\u003c/table\u003e\r\n\u003cp\u003eP.S. И теперь вы знаете, кому пожать руку при встрече на DevCon 2015 за такую крутую сетку докладов на любой вкус и интерес. \u003c/p\u003e\r\n",
    "Date": "\/Date(1431527547000)\/",
    "ImageSource": null
}, {
    "Id": "f387ccc5-99b3-4752-8d32-382ecf03c645",
    "Title": "Знакомьтесь со спонсорами DevCon 2015!",
    "ShortText": "Спешим поделиться с вами радостной новостью: спонсорами конференции DevCon 2015 стали компании «Лаборатория Касперского», DevExpress, JetBrains и Futurice.",
    "Text": "\u003cp\u003eДорогие друзья!\u003c/p\u003e\r\n\u003cp\u003eСпешим поделиться с вами радостной новостью: спонсорами конференции DevCon 2015 стали компании «\u003ca href=\"http://www.kaspersky.ru/\"\u003eЛаборатория Касперского\u003c/a\u003e», \u003ca href=\"http://www.devexpress.com/\"\u003eDevExpress\u003c/a\u003e, \u003ca href=\"https://www.jetbrains.com/\"\u003eJetBrains\u003c/a\u003e и \u003ca href=\"http://futurice.com/\"\u003eFuturice\u003c/a\u003e.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devconarchive/2015/Content/img/partners/kaspersky.png\"  width=\"200px\" /\u003e\r\n\u003cp\u003e«\u003ca href=\"http://www.kaspersky.ru/\"\u003eЛаборатория Касперского\u003c/a\u003e» – крупнейшая частная компания, разрабатывающая защитные решения, которые отвечают основным требованиям, предъявляемым к ИТ-безопасности, включая высокий уровень защиты, адаптируемость, масштабируемость, совместимость с разными платформами, высокую производительность и отказоустойчивость, простоту использования и экономическую эффективность. Продукты «Лаборатории Касперского» защищают более 400 млн домашних пользователей и более 270 тыс. компаний по всему миру.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devconarchive/2015/Content/img/partners/devexpress.png\" width=\"200px\" /\u003e\r\n\u003cp\u003eКомпания \u003ca href=\"http://www.devexpress.com/\"\u003eDevExpress\u003c/a\u003e с 1998 года занимается разработкой библиотек визуальных компонентов для платформ ASP.NET, WinForms, WinRT, WPF, JavaScript и VCL. Программное обеспечение DevExpress позволяет разработчикам создавать высокопродуктивные и функционально насыщенные бизнес-приложения с интуитивно понятными интерфейсами пользователей. Помимо библиотек и компонентов DevExpress предоставляет решения по тестированию, менеджменту и рефакторингу исходного кода.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devconarchive/2015/Content/img/partners/jetbrains.png\" width=\"200px\" /\u003e\r\n\u003cp\u003e\u003ca href=\"https://www.jetbrains.com/\"\u003eJetBrains\u003c/a\u003e производит профессиональные инструменты для повышения продуктивности разработчиков программного обеспечения. Среди инновационных решений компании — ReSharper Ultimate, включающий полный набор инструментов для работы с .NET и С++ в Visual Studio, а также продукты для командной работы: TeamCity, YouTrack и Upsource.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devconarchive/2015/Content/img/partners/futurice.png\" width=\"200px\" /\u003e\r\n\u003cp\u003e\u003ca href=\"http://futurice.com/\"\u003eFuturice\u003c/a\u003e – это быстрорастущая международная компания, которая создает и разрабатывает инновационные решения для клиентов из различных отраслей информационных технологий. Основана в 2000 году. Команда Futurice насчитывает 250 профессионалов, работающих в Хельсинки, Тампере, Берлине, Лондоне и Лозанне.\u003c/p\u003e\r\n\r\n",
    "Date": "\/Date(1431432360000)\/",
    "ImageSource": null
}, {
    "Id": "c40d1aed-31a4-49a6-b558-3e28e326e36c",
    "Title": "Задай свой вопрос экспертам конференции DevCon 2015",
    "ShortText": "Мы рады сообщить, что в этом году мы подготовили уникальную возможность для общения нашей интернет-аудитории с докладчиками конференции DevCon 2015.",
    "Text": "\u003cp\u003eДорогие друзья! \u003c/p\u003e\r\n\u003cp\u003eМы рады сообщить, что в этом году мы подготовили уникальную возможность для общения нашей интернет-аудитории с \u003ca href=\"http://www.msdevcon.ru/speakers\"\u003eдокладчиками\u003c/a\u003e конференции \u003ca href=\"http://www.msdevcon.ru/ru\"\u003eDevCon 2015\u003c/a\u003e.\u003c/p\u003e\r\n\u003cp\u003eВо время онлайн-трансляции мы организуем серию сессий вопросов и ответов с экспертами конференции, в рамках которой они ответят на наиболее интересные и популярные вопросы, собранные на сайте. Уже сейчас у вас есть возможность \u003ca href=\"http://www.msdevcon.ru/userquestions\"\u003eзадать свой вопрос\u003c/a\u003e по ключевым темам конференции (Windows, облачные технологии и Веб, языки и инструменты разработки, корпоративная разработка и создание игр) или проголосовать за понравившийся вопрос.\u003c/p\u003e\r\n\u003cp\u003eНа основании голосования и с учетом специализации экспертов мы отберем лучшие вопросы и зададим их в прямом эфире, а на остальные вопросы постараемся ответить на сайте сразу после конференции.\u003c/p\u003e\r\n\u003cp\u003eЕсли вы не сможете лично присутствовать на конференции DevCon 2015, не забудьте присоединиться к нам \u003ca href=\"http://www.msdevcon.ru/ru\"\u003eонлайн\u003c/a\u003e на сайте мероприятия, будет интересно!\u003c/p\u003e\r\n",
    "Date": "\/Date(1431098306000)\/",
    "ImageSource": null
}, {
    "Id": "1cb57f5c-2220-4394-94d4-c8f884a4a4cb",
    "Title": "Третья волна докладчиков на конференции DevCon 2015",
    "ShortText": "Представлена третья волна докладчиков конференции DevCon 2015.",
    "Text": "\u003cp\u003eЕсли кто вдруг пропустил - представлена третья волна докладчиков \u003ca href=\"http://www.msdevcon.ru/register\"\u003eконференции DevCon 2015\u003c/a\u003e. Ранее мы уже анонсировали несколько десятков докладчиков DevCon 2015, описание и подробную информацию о их докладах вы можете найти в \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/249773/\"\u003eэтой\u003c/a\u003e и \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/252497/\"\u003eэтой статьях\u003c/a\u003e.\u003c/p\u003e\r\n\r\n\u003cp\u003eПрежде всего, мы рады в очередной раз приветствовать на конференции \u003cstrong\u003eСергея Олонцева\u003c/strong\u003e – одного из немногих обладателей самого высокого сертификата Microsoft Certified Master по SQL Server. Сергей представит на конференции замечательный доклад о внутреннем устройстве SQL Server 2014, а так же представит отдельный эксклюзивный для участников конференции мастер-класс \u0026laquo;Оптимизация производительности в SQL Server до 2014 версии и в ней на примерах\u0026raquo;!\u003c/p\u003e\r\n\r\n\u003cp\u003eДругим замечательным гостем конференции, уже не в первый раз, станет \u003cstrong\u003eЛарри Либерман\u003c/strong\u003e — продуктовый менеджер платформы Windows, Microsoft, США! Ларри, как и в прошлый раз приедет на DevCon 2015 для того, чтобы поделиться с участниками конференции самыми последними новинками платформы Windows для разработчиков, которые будут представлены на конференции \u003cstrong\u003eBuild 2015\u003c/strong\u003e! Ларри Либерман сделает на DevCon два доклада, темы его выступлений мы раскроем сразу после проведения Build, следите за новостями на сайте конференции.\u003c/p\u003e\r\n\r\n\u003cp\u003eОчередной уникальный материал, основанный на личном опыте, по теме разработки игр на конференции DevCon 2015 прочитает \u003cstrong\u003eОлег Придюк\u003c/strong\u003e из компании Game Insight, который выступит с докладом на тему \u0026laquo;Создание игры X-Mercs: Invasion – выученные уроки при создании хардкорной мобильной 3D-стратегии на базе Unity для мобильных телефонов и планшетов\u0026raquo;.\u003c/p\u003e\r\n\r\n\u003cp\u003eПрактической историей Интернета Вещей (IoT) основанной на реальном опыте на конференции поделятся наш коллега \u003cstrong\u003eКонстантин Гольдштейн\u003c/strong\u003e из Microsoft Russia и \u003cstrong\u003eСергей Антонович\u003c/strong\u003e из Кварта Технологии. Они расскажут доклад на тему \u0026laquo;IoT — это просто. Опыт применения платформы Microsoft для создания собственного управляющего сервиса\u0026raquo;.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eВладимир Туровцев\u003c/strong\u003e из компании Логракон, продолжая историю инструментов разработки приложений, на конференции расскажет глубокий доклад на тему \u0026laquo;Управление тестированием через управление требованиями – образец применения лучших практик\u0026raquo;.\u003c/p\u003e\r\n\r\n\u003cp\u003eНашим гостем впервые станет \u003cstrong\u003eКирилл Левченко\u003c/strong\u003e, сертифицированный разработчик из Астрахани и лидер астраханской .NET User Group, который поделится с аудиторией докладом на тему \u0026laquo;Создание языка программирования и подключение его в Visual Studio\u0026raquo;.\u003c/p\u003e\r\n\r\n\u003cp\u003eНаш добрый друг, коллега и постоянный участник DevCon \u003cstrong\u003eАлексей Халяко\u003c/strong\u003e в очередной раз приедет из европейского офиса Microsoft для того, чтобы поделиться своим опытом и опытом своих партнеров, которые внедряют сложные решения на базе продуктов Microsoft. В этом году Алексей привезет на конференцию доклад на тему \u0026laquo;Совет хорошо, а дело лучше – построение рекомендательных систем, на базе облачных технологий\u0026raquo;, который будет посвящен актуальной теме построения рекомендательных систем.\u003c/p\u003e\r\n\r\n\u003cp\u003eСюрприз! \u003cstrong\u003eСергей Пугачев\u003c/strong\u003e – опытнейший докладчик, любимец публики и постоянный участник конференций Microsoft, который недавно ушел работать в компанию Google, тем не менее приедет на DevCon для того чтобы выступить у нас с докладом \u0026laquo;Облачный backend для Android без лишних усилий\u0026raquo; где поделится тем, как эффективно объединить популярные технологии компаний Google и Microsoft.\u003c/p\u003e\r\n\r\n\u003cp\u003eИ, наконец, мы рады приветствовать на конференции DevCon 2015 наших коллег из офиса Майкрософт Украина – \u003cstrong\u003eВиктора Цыкунова\u003c/strong\u003e, Директора департамента стратегических технологий и \u003cstrong\u003eМаргариту Остапчук\u003c/strong\u003e — специалиста по информационным технологиям. Коллеги примут участие в ночном хакатоне по Интернету Вещей в качестве экспертов и менторов команд.\u003c/p\u003e\r\n\r\n\u003cp\u003eУвидимся на DevCon 2015!\u003c/p\u003e",
    "Date": "\/Date(1430131848000)\/",
    "ImageSource": null
}, {
    "Id": "ec65f497-6a4d-4a81-ac5a-8124703b428c",
    "Title": "Опубликован тайминг конференции DevCon 2015!",
    "ShortText": "Мы рады сообщить, что опубликован тайминг конференции DevCon 2015. ",
    "Text": "\u003cp\u003eМы рады сообщить, что опубликован \u003ca href=\"http://www.msdevcon.ru/schedule\"\u003eтайминг конференции\u003c/a\u003e DevCon 2015.\u003c/p\u003e\r\n\u003cp\u003eУже сейчас вы можете оценить насколько насыщенной будет программа конференции и начать планировать свое участие!\u003c/p\u003e\r\n\u003cp\u003eВ течение двух дней вас ожидают: \u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003eдоклады и мастер-классы;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eспортивные и развлекательные мероприятия;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eночной хакатон и выступление музыкальной группы;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eнеформальное общение с экспертами Microsoft и индустрии.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003c/ul\u003e \r\n\u003cp\u003eВ ближайшее время мы поделимся с вами новыми анонсами и важной организационной информацией! Следите за \u003ca href=\"http://www.msdevcon.ru/news\"\u003eновостями\u003c/a\u003e на сайте конференции! \u003c/p\u003e",
    "Date": "\/Date(1429807112000)\/",
    "ImageSource": null
}, {
    "Id": "5d440aa8-3c89-49fa-8e09-3ca7f58d6920",
    "Title": "DevCon 2015: все места забронированы!",
    "ShortText": "За месяц до начала DevCon 2015 все места на конференцию забронированы, и был запущен лист ожидания! ",
    "Text": "\u003cp\u003eЗа месяц до начала DevCon 2015 все места на конференцию забронированы, и был запущен лист ожидания!\u003c/p\u003e\r\n\u003cp\u003eМы очень рады, что конференция DevCon становится ключевым событием весны для технической аудитории России.\u003c/p\u003e\r\n\u003cp\u003eDevCon 2015 – это не только крупнейшая конференция в России, посвященная разработке под платформу Microsoft, но и уникальная площадка для обмена опытом разработки на платформе Microsoft и неформального общения с лучшими экспертами индустрии.\u003c/p\u003e\r\n\u003ctable border=\"0\" cellspacing=\"3\" cellpadding=\"3\"\u003e\r\n\u003ctbody\u003e\r\n\u003ctr\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/a6d394eb-fe7d-4ae4-867c-610b4c4ab282.jpg\" width=\"369\" alt=\"\" /\u003e\u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/ebb8d21f-3a77-4168-b27b-60d8a1d95f76.jpg\" width=\"369\" alt=\"\" /\u003e\u003c/td\u003e\r\n\u003c/tr\u003e\r\n\u003ctr\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/0c50394f-56c0-4f6a-9ce0-580cd9de39f0.jpg\" width=\"369\" alt=\"\" /\u003e\u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/cf4a38f2-aad6-4df7-b50a-14797e51a670.jpg\" width=\"369\" alt=\"\" /\u003e\u003c/td\u003e\r\n\u003c/tr\u003e\r\n\u003c/tbody\u003e\r\n\u003c/table\u003e\r\n\r\n\u003cp\u003eЕсли вы успели заказать счет на оплату участия в конференции, мы настоятельно просим вас его оплатить и гарантированно стать участником DevCon 2015 или отменить его, чтобы дать возможность другим желающим присоединиться к конференции!\u003c/p\u003e",
    "Date": "\/Date(1429624747000)\/",
    "ImageSource": null
}, {
    "Id": "c57eea88-4a1e-477f-921c-67cff3d6d1ef",
    "Title": "Фонд ФРИИ на DevCon 2015: мастер-класс от Дмитрия Калаева и Артема Азевича ",
    "ShortText": "Друзья, с большим удовольствием делимся с вами анонсом мастер-класса Дмитрия Калаева, директора Фонда развития интернет-инициатив (ФРИИ) и Артема Азевича, руководителя трекинга проектов во ФРИИ на нашей большой конференции DevCon 2015.\r\n",
    "Text": "\u003cp\u003eДрузья, с большим удовольствием делимся с вами анонсом мастер-класса Дмитрия Калаева, директора Фонда развития интернет-инициатив (ФРИИ) и Артема Азевича, руководителя трекинга проектов во ФРИИ на нашей большой \u003ca href=\"http://www.msdevcon.ru/register\"\u003eконференции DevCon 2015\u003c/a\u003e.\u003c/p\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/409f5a9d-f361-447d-9b64-3b5c210327c4.jpg\" alt=\"\" /\u003e \r\n\u003cp\u003eНаши коллеги и добрые друзья из ФРИИ подготовили для участников DevCon 2015 отличный подарок – мастер-класс на тему:\u003c/p\u003e\r\n\u003ch3\u003eРазработка и запуск новых продуктов: инструменты MVP, Customer Development и трекшен-карта, тренинг по повышению производительности.\u003c/h3\u003e\r\n\u003cp\u003eЗапуск новых продуктов – это возможность для компании или команды увеличить заработок за счёт нового рыночного сегмента. Однако часто выясняется, что команды совершают множество действий, не ведущих к деньгам. Мы предложим инструменты для команд разработчиков, которые помогают сфокусироваться, делать только то, что нужно, и не делать лишнего. Другими словами, мы расскажем, как собрать продукт и быстрее начать продавать. \u003c/p\u003e\r\n\r\n\u003cp\u003eВы узнаете:\u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003eчто такое MVP и как протестировать идею на пдфках;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eкак провести Customer Development: выбор клиентского сегмента, определение проблемы пользователя и ценностного предложения;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eкак повысить продуктивность команды с помощью игры;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eтрекшен-карта: как фокусироваться на главном и отсекать лишние действия.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\u003cp\u003eВсе это участники DevCon 2015 смогут узнать из мастер-класса и уникального личного общения с Дмитрием и Артемом. \u003c/p\u003e\r\n\r\n\u003cp\u003e\u003ca href=\"http://www.msdevcon.ru/register\"\u003eНе пропустите\u003c/a\u003e!\u003c/p\u003e\r\n\r\n\u003cp\u003eНиже несколько слов каждого докладчика о себе.\u003c/p\u003e\r\n\r\n\u003ch2\u003eДмитрий Калаев\u003c/h2\u003e\r\n\u003ch3\u003eДиректор акселерационных и образовательных программ Фонда развития интернет-инициатив. \u003c/h3\u003e\r\n\u003cimg style=\"padding-right: 10px;\" align=\"left\" src=\"http://msdevcon.blob.core.windows.net/devcon-images/63688266-3fd7-4089-a0ee-e7648f40e7cb.jpg\" alt=\"\" /\u003e \r\n\u003cp\u003eПредприниматель и профессиональный менеджер с более, чем 15-летним опытом в отрасли информационных технологий.\u003c/p\u003e\r\n\u003cp\u003eСовладелец компании Naumen — самой быстрорастущей компании-разработчика программного обеспечения в России в 2005 и 2010.\u003c/p\u003e\r\n\u003cp\u003eВ 2010-2011 советник министра экономики Свердловской области.\u003c/p\u003e\r\n\u003cp\u003eСоздатель \"Клуба Менторов\", организатор некоммерческого партнерства \"Уральский ИТ-кластер\", в качестве управляющего партнера посевного венчурного фонда RedButton закрыл инвестиционные сделки более чем на $10 млн., со-основатель программ стажировок в Кремниевую Долину — GoValley.ru.\u003c/p\u003e\r\n\u003cbr /\u003e\r\n\r\n\u003ch2\u003eАртём Азевич\u003c/h2\u003e\r\n\u003ch3\u003eРуководитель трекинга проектов во ФРИИ\u003c/h3\u003e\r\n \u003cimg style=\"padding-right: 10px;\" align=\"left\" src=\"http://msdevcon.blob.core.windows.net/devcon-images/e6842ab2-ff10-4419-8e3a-38e753a0febb.jpg\" alt=\"\" /\u003e  \r\n\u003cp\u003eЗанимается отбором и сопровождением проектов ФРИИ, участвует в разработке самой методологии трекинга, организует трекинг, координирует команду трекеров.\u003c/p\u003e\r\n\u003cp\u003eEx-операционный директор Acrobator.com (представительство Mythings.com в России), занимался инвестиционной оценкой проектов на pre-seed и seed стадиях и маркетинговыми консультациями для ТОП e-commerce компаний в России.\u003c/p\u003e\r\n\u003cbr /\u003e\u003cbr /\u003e\u003cbr /\u003e\r\n\u003cp\u003eДо встречи на конференции, \u003cbr /\u003e\r\nкоманда DevCon 2015. \u003c/p\u003e",
    "Date": "\/Date(1429202415000)\/",
    "ImageSource": null
}, {
    "Id": "c686eb12-cd78-462a-92f3-1cfa7a1f0568",
    "Title": "Дневник DevCon 2015: развлекательная программа",
    "ShortText": "До конференции DevCon осталось всего 37 дней, и подготовка к этому большому событию начинает входить в самую активную и интересную фазу! Поэтому начиная с сегодняшнего дня мы каждую неделю будем рассказывать вам о том, что мы делаем и что нового и интересного вас ждет на DevCon 2015.",
    "Text": "\u003cp\u003eДо конференции DevCon осталось всего 37 дней, и подготовка к этому большому событию начинает входить в самую активную и интересную фазу! Поэтому начиная с сегодняшнего дня мы каждую неделю будем рассказывать вам о том, что мы делаем и что нового и интересного вас ждет на DevCon 2015.\u003c/p\u003e\r\n\u003cp\u003eСегодня мы хотим рассказать вам о том, чем самым интересным (разумеется после содержания докладов) будет наполнено мероприятие – о развлекательной программе, которую мы подготовили для участников DevCon.\r\nИтак, по порядку.\u003c/p\u003e\r\n\r\n\u003ch3\u003eСимволы\u003c/h3\u003e\r\n\u003cp\u003eВы же помните, что в этом году мы хотим вместе с вами заглянуть в мир будущего, в котором Живой Код создает реальность, в которой мы все будем жить? И следуя концепции Живого кода, мы решили наполнить мероприятие действительно живыми символами – а именно Енотом, Лисой и Филином, которые будут развлекать участников в Яхонтах и фотографироваться со всеми желающими (кто там мечтал потрогать живого Енота?)\u003c/p\u003e\r\n\u003ctable border=\"0\" cellspacing=\"3\" cellpadding=\"3\"\u003e\r\n\u003ctbody\u003e\r\n\u003ctr\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/6c27ee94-ffd5-4f95-867c-d3d69616109c.jpg\" width=\"246\" alt=\"\" /\u003e\u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/8792412d-12a3-43f7-8b90-20ac237d902e.jpg\" width=\"246\" alt=\"\" /\u003e\u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/49e23bed-ece9-45c4-9bed-fc7a06c13847.jpg\" width=\"246\" alt=\"\" /\u003e\u003c/td\u003e\r\n\u003c/tr\u003e\r\n\u003c/tbody\u003e\r\n\u003c/table\u003e\r\n \t \t \r\n\r\n\u003ch3\u003eВедущий\u003c/h3\u003e\r\n\u003cp\u003eКак многие из вас возможно помнят, ведущим на прошлом DevCon в Теории большого Кода был Денис Колесников (он же К-к-кураж Бамбей). Мы помним, как вам понравилось общаться с Денисом на мероприятии, получать организационную информацию из его бодрых уст и делать с ним эпичные селфи, поэтому в этом году мы решили пойти дальше и пригласили не менее веселого и зажигательного парня – Ванюшу, резидента шоу Stand-Up На ТНТ. Встречайте Ванюшу, или Ваню Кеселя, который уже ждет встречи с вами!\u003c/p\u003e\r\n\u003ciframe width=\"560\" height=\"315\" src=\"https://www.youtube.com/embed/dONVy3GkIgg\" frameborder=\"0\" allowfullscreen\u003e\u003c/iframe\u003e\r\n\u003ch3\u003eВечерняя программа\u003c/h3\u003e\r\n\u003cp\u003eИз года в год мы стараемся сделать так, чтобы вечером, когда участники расслабляются после насыщенного докладами и новостями первого дня мероприятия, на ярмарочной площади звучала музыка, которая понравится всем участникам DevCon.\u003c/p\u003e\r\n\u003cp\u003eИ в этом году мы помечтали о том, как круто бы было если бы в один вечер мы могли позвать к нам и Limp Bizkit, и Aerosmith, и RHCP и, например, Машину Времени и Ленинград. У каждой из этих групп есть такие хиты, которые мы любим абсолютно все и готовы зажигать под них хоть всю ночь. Но ведь невозможно собрать в один вечер столько звезд чтобы каждая исполнила по 2-3 своих лучших хита…Хотя стоп, а почему бы и нет?? Может позвать и не можем, но услышать – вполне ;) \u003c/p\u003e\r\n\u003cp\u003eИ да - мы все же услышим все наши любимые хиты за один вечер на танцплощадке DevCon! В исполнении крутейшей кавер-группы Mercedes dance. Ребята поют эти песни так, что подпевать начинают даже самые стойкие – мы проверили и убедились сами! И скоро предоставим шанс убедиться и вам – это будет круто, 100%!\u003c/p\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/d2e18a3e-e024-42ad-adf4-859efe5d91ab.jpg\" alt=\"\" /\u003e\r\n\u003ch3\u003eВечерний костер и песни под гитару\u003c/h3\u003e\r\n\u003cp\u003eМы были приятно удивлены как в прошлом году полустихийное собрание у костра переросло в по-настоящему душевный дружеский вечер. Гитару передавали по кругу до самой ночи и, как когда-то в пионерлагере, хором пели любимые песни. Надо ли говорить, что и в этом году мы не преминем провести хорошо время и снова позовем вас попеть вместе песни у костра в лесу?\u003c/p\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/2da674ce-cc94-4a54-ac02-2b6b2f464a22.jpg\" alt=\"\" /\u003e \r\n\u003ch3\u003eКонкурсы и сувениры\u003c/h3\u003e\r\n\u003cp\u003eНу и по традиции уже (даже не знаем стоит ли об этом говорить) мы приготовили для вас кучу интересных активностей – конкурсов, игр и подарков. Здесь будут, как и понравившиеся уже всем веселые конкурсы вроде Метания клавиатур, так и новые забавы вроде Родео, Гонок на офисных креслах, Борьбы сумо и прочих увеселительных мероприятий, за которые – представьте! – еще будут дарить подарки.\u003c/p\u003e\r\n\u003cp\u003eВ общем, заскучать даже если сильно захочется – не получится. Обещаем :)\u003c/p\u003e\r\n\u003cp\u003eДо встречи на DevCon 2015!\u003c/p\u003e",
    "Date": "\/Date(1429025166000)\/",
    "ImageSource": null
}, {
    "Id": "5a7ecedc-c362-4db0-9064-8650e485e749",
    "Title": "Мастер-класс по Unity 5 на DevCon 2015",
    "ShortText": "Как мы уже неоднократно писали, в этом году в первые в рамках конференции DevCon будет отдельный трек по играм, и частью этого трека станет мастер-класс по Unity 5, который проведет инженер Unity Technologies – Валентин Симонов. ",
    "Text": "\u003cp\u003eКак мы уже неоднократно писали, в этом году в первые в рамках конференции DevCon будет отдельный трек по играм, и частью этого трека станет мастер-класс по Unity 5, который проведет инженер Unity Technologies – Валентин Симонов.\u003c/p\u003e\r\n\u003cp\u003eНа этом мастер-классе вы под руководством Валентина сделаете игру с использованием новых возможностей Unity 5. Вам будут предоставлены все необходимые ресурсы: модели, анимации и скрипты. Мастер-класс рассчитан на людей любого уровня и знаний.\u003c/p\u003e\r\n\u003cp\u003eНемного о самом авторе:\u003c/p\u003e\r\n\u003cp\u003eВ Unity Technologies Валентин Симонов занимается решением технических задач крупных клиентов, а в свободное время ездит по Европе и рассказывает на конференциях о тех или иных технических аспектах Unity. До прихода в Unity он работал в компании Interactive Lab, где занимался созданием интерактивных инсталляций для выставок и других мероприятий; в Mail.Ru и ее подразделениях — над социальными играми; читал лекции разработчикам в Британской Высшей Школе Дизайна и Технопарке Mail.Ru при МГТУ им. Баумана. Перевел на Русский язык книгу про шейдинг в Unity, поддерживает open source проекты. Окончил Новосибирский Государственный Университет.\u003c/p\u003e\r\n\u003cp\u003eDevCon уже скоро! А у вас еще есть возможность \u003ca href=\"http://www.msdevcon.ru/conditions\"\u003eзарегистрироваться\u003c/a\u003e!\u003c/p\u003e\r\n",
    "Date": "\/Date(1428923522000)\/",
    "ImageSource": null
}, {
    "Id": "73056a6b-6d6b-474c-ab9d-d2a4b1296dc4",
    "Title": "DevCon 2015: анонс докладчиков – представителей сообщества",
    "ShortText": "Дорогие друзья! Мы рады представить вам результаты отбора докладчиков на основе заявок, которые принимались в течение нескольких месяцев от сообщества разработчиков для выступления на конференции DevCon 2015. ",
    "Text": "\u003cp\u003eДорогие друзья! Мы рады представить вам результаты отбора докладчиков на основе заявок, которые принимались в течение нескольких месяцев от сообщества разработчиков для выступления на конференции \u003ca href=\"http://www.msdevcon.ru/register\"\u003eDevCon 2015\u003c/a\u003e.\u003c/p\u003e\r\n\r\n\u003cp\u003eЗа несколько месяцев мы получили десятки заявок от разработчиков не только России, но и других стран, которые проявили большой интерес к участию в нашей конференции. Ниже вы найдете список докладчиков и предложенные ими доклады, которые были отобраны организационным комитетом конференции (конкретные темы докладов с докладчиками еще будут оговариваться). При отборе мы руководствовались не только предложенными темами, опытом и известностью докладчика, но и учитывали \u003ca href=\"http://www.msdevcon.ru/voting\"\u003eрезультаты голосования\u003c/a\u003e на сайте DevCon.\u003c/p\u003e\r\n\r\n\u003cp\u003eВ итоге мы отобрали семерых представителей сообщества:\u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003eСергей Звездин \u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eДенис Кретов – доклад \u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eАлан Менделевич\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eСергей Олонцев\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eАлексей Лосев\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eСтепан Выщепан\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eГеоргий Могелашвили\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\u003cp\u003eПодробнее о темах их докладов вы можете прочитать \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/255027/\"\u003eздесь\u003c/a\u003e.\u003c/p\u003e\r\n\u003cp\u003eМы от всей души поздравляем выбранных докладчиков и ждем всех на конференции DevCon 2015, до которой осталось чуть больше месяца!\u003c/p\u003e",
    "Date": "\/Date(1428346709000)\/",
    "ImageSource": null
}, {
    "Id": "16b313f7-e6f8-4b86-abce-0df41faeeeb9",
    "Title": "Успейте купить билет на DevCon 2015 по сниженной цене!",
    "ShortText": "Обращаем ваше внимание, что до 20 марта 2015 года действует специальная цена, спешите зарегистрироваться! В стоимость участия включены проживание, питание и трансфер из Москвы до места проведения конференции. ",
    "Text": "\u003cp\u003eРабота по планированию программы \u003ca href=\"http://www.msdevcon.ru/\"\u003eDevCon 2015\u003c/a\u003e в самом разгаре, и уже сейчас мы рады представить вам \u003ca href=\"http://www.msdevcon.ru/speakers\"\u003eдокладчиков\u003c/a\u003e, подтвердивших свое участие в конференции: \u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eДжон Гэллоуэй\u003c/strong\u003e, технический евангелист, Microsoft (США);\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eРоберт Айхензеер\u003c/strong\u003e, ведущий руководитель программ, Microsoft (CША);\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eМарио Шпушта\u003c/strong\u003e, ведущий руководитель программ, технический евангелист, Microsoft (США);\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eВладимир Колесников\u003c/strong\u003e, старший менеджер программ, Microsoft (CША). \u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\u003cp\u003eВ течение двух дней DevCon 2015 вы сможете посетить технические доклады, участвовать в различных квестах, общаться с докладчиками, партнерами и единомышленниками в рамках круглых столов и мастер-классов, кодировать и просто создавать позитивное настроение!\u003c/p\u003e\r\n\u003cp\u003eОбращаем ваше внимание, что \u003cstrong\u003eдо 20 марта 2015 года\u003c/strong\u003e действует \u003ca href=\"http://www.msdevcon.ru/conditions\"\u003eспециальная цена\u003c/a\u003e, спешите зарегистрироваться! В стоимость участия включены проживание, питание и трансфер из Москвы до места проведения конференции.\u003c/p\u003e\r\n",
    "Date": "\/Date(1426516137000)\/",
    "ImageSource": null
}, {
    "Id": "aecdce9d-51a2-4c44-bfd0-e044f8e32194",
    "Title": "Анонс второй волны спикеров и докладов конференции",
    "ShortText": "Мы рады представить вам вторую волну докладчиков конференции DevCon 2015 и открыть вам некоторые темы и очередные подробности технической программы конференции.",
    "Text": "\u003cp\u003eМы рады представить вам вторую волну докладчиков конференции DevCon 2015 и открыть вам некоторые темы и очередные подробности технической программы конференции.\u003c/p\u003e\r\n\u003cp\u003eСреди докладчиков конференции этого года: \u003c/p\u003e\u003cul class=\"b-list\"\u003e\r\n\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eДжон Галловей (Jon Galloway)\u003c/strong\u003e – специалист по веб-разработке, ASP.NET и Azure из команды экспертов компании Microsoft. Джон выступит с двумя докладами, которые будут посвящены самым актуальным новинкам – новой версии фреймворка ASP.NET MVC 6 и внутреннему устройству платформы ASP.NET 5. \u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eДмитрий Никонов\u003c/strong\u003e – вице-президент по инновационным технологиям компании VIAcode из США, который специально согласился приехать к нам в гости и выступить с докладом на тему DevOps, управления релизами и организации замкнутого цикла ALM.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eЕвгений Чигиринский\u003c/strong\u003e – руководитель команды разработчиков компании Microsoft. В этом году Евгений поделится с аудиторией DevCon 2015 своим богатым опытом разработки крупнейших облачных проектов, в том числе MSN.com — крупнейшего портала в Интернете. \u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003cstrong\u003eВладимира Колесников\u003c/strong\u003e и \u003cstrong\u003eНиколя Метулев\u003c/strong\u003e из группы экспертов Microsoft США, которые вместе с генеральным спикером \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/250049/\"\u003eпленарного доклада\u003c/a\u003e Джорджио Сардо приедут к нам для того чтобы рассказать о самых последних новинках компании Microsoft.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003c/ul\u003e\r\nУзнать подробнее об этих и других спикерах конференции можно \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/252497/\"\u003eздесь\u003c/a\u003e.",
    "Date": "\/Date(1426000072000)\/",
    "ImageSource": null
}, {
    "Id": "767a0799-f381-45fb-8a95-e170e3537828",
    "Title": "Интернет вещей в Мире Живого Кода",
    "ShortText": "На конференции DevCon 2015 значительное внимание будет уделено актуальной теме интернета вещей (IoT).",
    "Text": "\u003cp\u003eНа конференции DevCon 2015 значительное внимание будет уделено актуальной теме интернета вещей (IoT). Многие доклады конференции будут содержать в себе описание технологий так или иначе лежащих в основе интернета вещей или помогающих работать с огромным числом данных, которые IoT генерирует. Особенно стоит обратить внимание на доклад “\u003ci\u003eInternet of Things in the real world: A customer use case from the manufacturing industry\u003c/i\u003e”, в рамках которого \u003cb\u003eРоберт Айхензеер\u003c/b\u003e и \u003cb\u003eАлександр Белоцерковский\u003c/b\u003e расскажут историю интернета вещей на конкретных примерах из жизни. \u003c/p\u003e\r\n\r\n\u003cp\u003eКроме того, IoT будет посвящен отдельный мастер-класс и ночной хакатон, в рамках которого участники, разбившись на команды, собственными руками смогут построить решения на базе микроконтроллеров, датчиков и облачных сервисов.\u003c/p\u003e\r\n\r\n\u003cp\u003eС подробностями можно ознакомиться \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/252017/\"\u003eздесь\u003c/a\u003e.\u003c/p\u003e\r\n",
    "Date": "\/Date(1425387000000)\/",
    "ImageSource": null
}, {
    "Id": "4f2d5f30-eda2-43c9-840b-9a97076a23b2",
    "Title": "Подготовься к DevCon 2015: изучаем Visual Studio 2015",
    "ShortText": "Рады представить вам третью подборку тематических материалов по темам конференции DevCon.",
    "Text": "\u003cp\u003eВсем привет! Рады представить вам третью подборку тематических материалов по темам конференции DevCon. В предыдущих двух выпусках мы погружались в мир \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/250073/\"\u003e.NET\u003c/a\u003e и \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/250657/\"\u003eASP.NET\u003c/a\u003e, а сегодня будем разбираться с новостями вокруг \u003ca href=\"http://www.visualstudio.com/\"\u003eVisual Studio 2015\u003c/a\u003e и материалами по организации процесса разработки.\u003c/p\u003e\r\n\r\n\u003cp\u003eСпешите ознакомиться с подробностями в нашем \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/251493/\"\u003eдайджесте\u003c/a\u003e.\u003c/p\u003e\r\n",
    "Date": "\/Date(1424966857000)\/",
    "ImageSource": null
}, {
    "Id": "7674ab5a-820d-4b14-b11e-30aa385d28c2",
    "Title": "Дневник DevCon 2015: как мы готовимся к конференции",
    "ShortText": "Уже чувствуется в воздухе весна, а значит, близится время ежегодного мероприятия для разработчиков от Microsoft — DevCon 2015, подготовка которого уже в самом разгаре. ",
    "Text": "\u003cp\u003eУже чувствуется в воздухе весна, а значит, близится время ежегодного мероприятия для разработчиков от Microsoft — DevCon 2015, подготовка которого уже в самом разгаре. \u003c/p\u003e\r\n\u003cp\u003eМы готовимся к ДевКону на самом деле весь год, но в феврале, когда до конференции остаются считанные месяцы, мы переходим к самой активной фазе. А в этом году мы особенно взбудоражены подготовкой грандиозного мероприятия, ведь конференция пройдет в юбилейный, пятый раз. Для того чтобы и вам передалось приятное предвкушение предстоящего события, мы решили приоткрыть завесу тайны и поделиться дневниками подготовки нашей конференции.\u003c/p\u003e\r\n\u003ch3\u003eОсмотр места проведения\u003c/h3\u003e\r\n\u003cp\u003eБуквально на днях мы уже посетили Яхонты и продумали все технические детали проведения мероприятия и онлайн-трансляции (да-да, зрители бесплатной трансляции Девкона для нас не менее важны, для вас мы тоже готовим массу всего интересного).\r\nЧестно сказать, было необычно побывать в привычно солнечных летних Яхонтах зимой:\u003c/p\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/789448b5-241b-4fa2-8658-d59dd9746d61.jpg\" alt=\"\" /\u003e \r\n\u003cp\u003e\u003ci\u003eГлавная площадь, на которой мы обычно встречаем гостей — узнаете?\u003c/i\u003e\u003c/p\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/8e4eff47-de6a-4849-81fb-8e32315616a7.jpg\" alt=\"\" /\u003e \r\n\u003cp\u003e\u003ci\u003eА это мы (и это еще далеко не все мы)\u003c/i\u003e\u003c/p\u003e\r\n\u003cp\u003eСначала мы проинспектировали все планируемые помещения, которые будут задействованы для конференции:\u003c/p\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/a69d81ae-4e1c-416f-99e9-06e5cea320e2.jpg\" alt=\"\" /\u003e\u003cbr /\u003e \u003cbr /\u003e \r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/aacc16fd-eacb-482e-bb3f-08c29b3f9706.jpg\" alt=\"\" /\u003e\u003cbr /\u003e\r\n\u003cp\u003eЗатем погрузились в двухчасовой брейнсторм, в рамках которого обсудили идеальную ширину канала для организации онлайн-трансляции нескольким десяткам тысяч человек.\u003c/p\u003e\r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/53b854ca-80cc-4e0e-8ecb-9d80fb37e18d.jpg\" alt=\"\" /\u003e \u003cbr /\u003e \u003cbr /\u003e \r\n\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/75e5a15a-098c-4a16-8033-2dc3bdebbf32.jpg\" alt=\"\" /\u003e \u003cbr /\u003e\r\n\u003cp\u003eТем временем залы в Яхонтах и залитые светом дорожки между уютными домиками уже, кажется, замерли в ожидании дорогих гостей:\u003c/p\u003e\r\n\u003ctable border=\"0\" cellspacing=\"3\" cellpadding=\"3\"\u003e\r\n\u003ctbody\u003e\r\n\u003ctr\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/b6258736-6c9c-4024-b267-0966825b0a4c.jpg\" width=\"246\" alt=\"\" /\u003e \u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/2eec296a-f9f7-4018-b7ed-52326e41e36c.jpg\" width=\"246\" alt=\"\" /\u003e\u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/81aecc80-c84c-4722-8885-91ef4008900b.jpg\" width=\"246\" alt=\"\" /\u003e \u003c/td\u003e\r\n\u003c/tr\u003e\r\n\u003c/tbody\u003e\r\n\u003c/table\u003e\r\n\u003cp\u003eИ мы ждем вас на DevCon 2015! Следите за обновлениями нашего Дневника, впереди еще много интересного!\u003c/p\u003e",
    "Date": "\/Date(1424878522000)\/",
    "ImageSource": null
}, {
    "Id": "20ab26bd-803a-4e18-a6d6-a1258f1bee1d",
    "Title": "Как убедить начальника отправить вас на DevCon 2015?",
    "ShortText": "Руководителям порой бывает непросто понять важность обучения своих сотрудников и необходимости посещения конференции DevCon 2015. Мы постараемся подсказать несколько причин, которые помогут убедить начальника отправить вас на конференцию DevCon 2015. \r\n",
    "Text": "\u003cp\u003eРуководителям порой бывает непросто понять важность обучения своих сотрудников и необходимости посещения конференции DevCon 2015.\u003c/p\u003e\r\n\u003cp\u003eМы постараемся подсказать несколько причин, которые помогут убедить начальника отправить вас на конференцию DevCon 2015.\u003c/p\u003e\r\n\r\n\u003ch2\u003eТемы, актуальные для бизнеса сейчас и в ближайшем будущем\u003c/h2\u003e\r\n\r\n\u003cp\u003eНа конференции DevCon 2015 вы, как сотрудник компании, получите знания о самых современных технологиях и сможете:\u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003eУзнать о том, как разрабатывать клиентские приложения для платформы Windows;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eИзучить возможности облачных вычислений и их применения в реальных проектах;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eПовысить квалификацию в современных языках программирования;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eИзучить новейшие инструменты разработки;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eУзнать о возможностях корпоративной разработки и обработки данных на платформе Microsoft;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eИзучить технологии на практике, посетив мастер-классы и круглые столы;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eУзнать об успешном опыте компаний на российском и зарубежном рынке;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eУзнать мнение экспертов ИТ-индустрии о настоящем и будущем технологий разработки;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eНапрямую задать вопросы экспертам индустрии.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\u003cp\u003eВ рамках конференции будут детально рассмотрены новейшие технологии, которые помогут увеличить производительность разработки и оптимизировать затраты:\u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003eWindows 10\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eASP.NET 5\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eVisual Studio 2015\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e.NET 2015\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eMicrosoft Azure\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eDirectX и Unity\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\r\n\u003cp\u003eПосетив круглые столы, вы сможете узнать мнение экспертов ИТ-индустрии о настоящем и будущем технологий разработки.\u003c/p\u003e\r\n\u003cp\u003eВ этом году ключевыми темами конференции являются:\u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003eНовейшие инструменты и языки разработки;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eРазработка мобильных приложений;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eРазработка веб- и облачных приложений, сервисов;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eКорпоративная разработка;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eРазработка игр.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\r\n\u003cp\u003eИ этот список будет пополняться!\u003c/p\u003e\r\n\u003ch2\u003eПреимущества личного посещения конференции\u003c/h2\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003eДва дня глубоко погружения в технологии настоящего и будущего;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003eОбщение с экспертами ИТ-индустрии, сотрудниками Microsoft, коллегами, обмен опытом и решение сложных вопросов в течение двух дней конференции.\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\r\n\u003cp\u003eВы можете использовать специально \u003ca href=\"http://rutechnet.blob.core.windows.net/files/DevCon_2015_email.msg\"\u003eподготовленное письмо\u003c/a\u003e, которое нужно просто переслать начальнику перед разговором.\u003c/p\u003e\r\n\u003cp\u003eНадеемся, что эта информацию поможет убедить начальника в том, что вам необходимо посетить DevCon 2015 лично. Увидимся на мероприятии!\u003c/p\u003e",
    "Date": "\/Date(1424436933000)\/",
    "ImageSource": null
}, {
    "Id": "95db4522-8808-4c2b-ac6d-6635de6aad7c",
    "Title": "Мир Живого Кода на конференции DevCon 2015",
    "ShortText": "Вы, наверное, уже знаете, что пятая юбилейная конференция DevCon 2015 будет посвящена Миру Живого Кода!",
    "Text": "\u003ca href=\"http://www.msdevcon.ru/videos\"\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devcon-images/a542f639-18d1-47da-8819-46fd157b2363.jpg\" alt=\"Мир Живого Кода\" /\u003e\u003c/a\u003e\u003cbr /\u003e\r\n\u003cp\u003eВы, наверное, уже знаете, что пятая юбилейная конференция DevCon 2015 будет посвящена Миру Живого Кода!\u003c/p\u003e\r\n\r\n\u003cp\u003eЧто такое \u003cstrong\u003e\u003ca href=\"http://www.msdevcon.ru/videos\"\u003eМир Живого Кода\u003c/a\u003e\u003c/strong\u003e?\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eМир Живого Кода\u003c/strong\u003e – это наш современный мир, который оживает под руками разработчиков и создается тем кодом, который пишите, тестируете и публикуете вы – разработчики, архитекторы и тестировщики ПО.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eМир Живого Кода\u003c/strong\u003e – это мир, где Код – основа всего. Мир, который создается с помощью языков программирования, инструментов, платформ. Разработчики используют свои знания, чтобы Мир Кода был по-настоящему живым – красивым и приятным. В таком Мире хотят находиться и жить наши клиенты, потребители и партнеры.\u003c/p\u003e\r\n\r\n\u003cp\u003eКонференция DevCon 2015 – это возможность попасть в наш \u003cstrong\u003eМир Живого Кода\u003c/strong\u003e, где мы расскажем, как создавать свои Живые Миры, делать их лучше, полезнее и больше! В рамках конференции мы предложим вам более 50 докладов на актуальные темы разработки Живого Кода – от инструментов разработки, мобильных платформ, до корпоративных практик, веб и облачных технологий. Каждый доклад позволит вам дать жизнь новому коду и построить новый мир или улучшить уже созданный вами мир, сделав его еще прекраснее.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003ca href=\"http://www.msdevcon.ru/conditions\"\u003eПрисоединяйтесь уже сейчас\u003c/a\u003e!\u003c/p\u003e\r\n",
    "Date": "\/Date(1424173575000)\/",
    "ImageSource": null
}, {
    "Id": "29f51ab9-7364-42d7-a23c-19341d1c751b",
    "Title": "Подготовься к DevCon 2015: изучаем ASP.NET",
    "ShortText": "Мы продолжаем серию тематичных подборок материалов по темам конференции DevCon. ",
    "Text": "\u003cp\u003eМы продолжаем серию тематичных подборок материалов по темам конференции DevCon. Если в прошлый раз мы погружались в \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/250073/\"\u003eматериалы, связанные в целом с .NET\u003c/a\u003e, то сегодня мы посмотрим глубже в сторону серверных технологий, а точнее – \u003ca href=\"http://www.asp.net/vnext/overview/aspnet-vnext\"\u003eновый ASP.NET\u003c/a\u003e.\u003c/p\u003e\r\n\u003cp\u003eСпешите ознакомиться с подробностями в нашем \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/250657/\"\u003eдайджесте\u003c/a\u003e.\u003c/p\u003e",
    "Date": "\/Date(1424097215000)\/",
    "ImageSource": null
}, {
    "Id": "0e2e8e07-de2e-48f5-94cd-199ed952fb8a",
    "Title": "Специальная скидка на DevCon 2015 в честь Дня Компьютерщика!",
    "ShortText": "Знаете ли вы, что 14 февраля – не только День Влюбленных, но и непрофессиональный, но широко известный и отмечаемый во всем мире День Компьютерщика?",
    "Text": "\u003cp\u003eЗнаете ли вы, что 14 февраля – не только День Влюбленных, но и непрофессиональный, но широко известный и отмечаемый во всем мире День Компьютерщика?\u003c/p\u003e\r\n\r\n\u003cp\u003eИменно 14 февраля в 1946 году публике был представлен первый работающий компьютер ENIAC - Electrical Numerical Integrator And Calculator, от которого все современные компьютеры унаследовали двоичную систему счисления. \r\nС тех пор айтишники по всему миру отмечают этот день, как свой еще один неофициальный праздник.\u003c/p\u003e\r\n\r\n\u003cp\u003eВ честь этого замечательного события мы хотим объявить \u003ca href=\"http://www.msdevcon.ru/conditions\"\u003eспециальную акцию\u003c/a\u003e: до конца дня 15  февраля у вас есть возможность купить билет на DevCon 2015 по еще более сниженной цене – 14 900 рублей! \u003c/p\u003e\r\n\r\n\u003cp\u003eСпешите!\u003c/p\u003e\r\n\r\n\u003csmall\u003e*Примечание: скидка действует в случае полной оплаты стоимости до 23 часов 59 мин 15 февраля 2015 года.\u003c/small\u003e\r\n",
    "Date": "\/Date(1423829711000)\/",
    "ImageSource": null
}, {
    "Id": "c63ed7d8-6641-40bc-88cd-c916c8c5cdf9",
    "Title": "Помогите нам выбрать самые интересные доклады!",
    "ShortText": "Ежедневно мы получаем многочисленные заявки о желании выступить на конференции DevCon 2015, и чтобы выбрать именно те доклады и докладчиков, которые будут особенно интересны нашим разработчикам, мы решили устроить голосование.",
    "Text": "\u003cp\u003eЕжедневно мы получаем многочисленные заявки о желании выступить на конференции DevCon 2015, и чтобы выбрать именно те доклады и докладчиков, которые будут особенно интересны нашим разработчикам, мы решили устроить голосование.\u003c/p\u003e\r\n\r\n\u003cp\u003eВ специально созданном \u003ca href=\"http://www.msdevcon.ru/voting\"\u003eразделе голосования\u003c/a\u003e на нашем сайте вы можете ознакомиться со списком потенциальных докладчиков и тематикой их предполагаемого выступления и проголосовать за тот доклад, который на ваш взгляд, должен появиться на конференции. \u003c/p\u003e\r\n\r\n\u003cp\u003eГолосуйте за то, что нравится вам, поделитесь ссылкой на голосование в ваших аккаунтов в социальных сетях, увеличивайте шансы докладчиков и докладов попасть на DevCon 2015!\u003c/p\u003e\r\n",
    "Date": "\/Date(1423758939000)\/",
    "ImageSource": null
}, {
    "Id": "e99c36a3-b76f-4ac8-b5d8-8c7afe0f0343",
    "Title": "Анонс ключевых докладчиков пленарной сессии",
    "ShortText": "Традиционно конференцию DevCon откроет пленарная сессия, в рамках которой будет дан обзор всех новостей компании Microsoft для разработчиков за последний год.",
    "Text": "\u003cp\u003eТрадиционно конференцию DevCon откроет пленарная сессия, в рамках которой будет дан обзор всех новостей компании Microsoft для разработчиков за последний год.\u003c/p\u003e\r\n\r\n\u003cp\u003eВ этому году ключевыми докладчиками станут:\u003c/p\u003e\r\n\u003cul class=\"b-list\"\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003ca href=\"http://www.msdevcon.ru/speakers#sp-5b96303b-1a13-4d36-9e34-e176c99e5168\"\u003eДжорджио Сардо\u003c/a\u003e \u0026ndash; старший директор в группе Developer Experience \u0026 Evangelism в штаб-квартире Microsoft в Редмонде;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003ca href=\"http://www.msdevcon.ru/speakers#sp-1cf71dd7-74b4-4a05-ac2b-7acc1a2ede14\"\u003eАлександр Ложечкин\u003c/a\u003e \u0026ndash; директор Developer Experience в компании Microsoft по региону Centreal \u0026 Eastern Europe;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003cspan\u003e\u003ca href=\"http://www.msdevcon.ru/speakers#sp-44c0ce0e-ff00-4e17-9851-0101ce8d4247\"\u003eМихаил Черномордиков\u003c/a\u003e \u0026ndash; директор Developer Experience в подразделении Microsoft в России;\u003c/em\u003e\u003c/span\u003e\u003c/li\u003e\u003c/ul\u003e\r\n\u003cp\u003eПодробнее о каждом из наших докладчиках вы можете прочитать \u003ca href=\"http://www.msdevcon.ru/speakers\"\u003eздесь\u003c/a\u003e.\u003c/p\u003e\r\n",
    "Date": "\/Date(1423588963000)\/",
    "ImageSource": null
}, {
    "Id": "5225d61c-3cc3-46e8-a631-58b44b33899b",
    "Title": "Подготовься к DevCon 2015!",
    "ShortText": "Пока мы во всю готовимся к нашей ежегодной большой конференции DevCon, мы решили, что разработчикам, которые будут смотреть и слушать доклады конференции и общаться с экспертами, хорошо бы тоже углубить и освежить свои знания до конференции.",
    "Text": "\u003cp\u003eПока мы во всю готовимся к нашей ежегодной большой \u003ca href=\"http://www.msdevcon.ru/\"\u003eконференции DevCon\u003c/a\u003e, мы решили, что разработчикам, которые будут смотреть и слушать доклады конференции и общаться с экспертами, хорошо бы тоже углубить и освежить свои знания до конференции.\u003c/p\u003e\r\n\r\n\u003cp\u003eПоэтому мы решили делать еженедельные тематичные подборки материалов по одному из направлений конференции, собрав в одном месте недавние новости, новые учебные материалы, анонсы параллельных мероприятий и другие полезные ресурсы.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003ca href=\"http://habrahabr.ru/company/microsoft/blog/250073/\"\u003eС первым дайджестом\u003c/a\u003e, посвященным .NET, вы можете ознакомиться уже сейчас. \u003c/p\u003e\r\n\r\n\u003cp\u003eСледите за появлением новых материалов на нашем сайте и \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/250073/\"\u003eблоге на Хабре\u003c/a\u003e!\u003c/p\u003e\r\n",
    "Date": "\/Date(1423511413000)\/",
    "ImageSource": null
}, {
    "Id": "a4cf987d-5032-4547-8e95-a20d5a6ad372",
    "Title": "Анонс первых докладчиков конференции DevCon 2015",
    "ShortText": "Мы рады представить вам первую волну докладчиков конференции DevCon 2015 и открыть вам некоторые темы и подробности технической программы конференции. ",
    "Text": "\u003cp\u003eМы рады представить вам первую волну докладчиков \u003ca href=\"http://www.msdevcon.ru/register\"\u003eконференции DevCon 2015\u003c/a\u003e и открыть вам некоторые темы и подробности технической программы конференции.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eРоберта Айхензеера\u003c/strong\u003e и \u003cstrong\u003eМарио Шпушта\u003c/strong\u003e – наши гости из офисов Microsoft Германии и США привезут в Москву самые последние новости и новинки Microsoft для разработчиков, а так же поделятся докладами на темы интернета вещей, .NET 5 Core, ASP.NET 5, архитектуры построения гибридных облачных решений.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eАлан Менделевич\u003c/strong\u003e — известный на весь мир автор и директор проекта AdDuplex. Алан выступит на DevCon 2015 с руководством по раскрутке и монетизации мобильных Windows-приложений.\u003c/p\u003e\r\n\r\n\u003cp\u003eДругим экспертом по разработке мобильных приложений на DevCon 2015 стал \u003cstrong\u003eМихаил Самарин\u003c/strong\u003e – наш гость из Финляндии, который тесно работал с командами Nokia и Microsoft и имеет большой опыт создания разнообразных мобильных приложений.\u003c/p\u003e\r\n\r\n\u003cp\u003e\u003cstrong\u003eГеоргий Могелашвили\u003c/strong\u003e, который сегодня работает на известную компанию Booking.com, расскажет на конференции подробности об удобной разработке и A/B-тестировании облачных веб-сайтов.\u003c/p\u003e\r\n\r\n\u003cp\u003eМы рады так же сообщить, что на конференции выступит \u003cstrong\u003eСергей Звездин\u003c/strong\u003e – ветеран разработки, который привезет на конференцию ряд докладов на самые горячие темы веб-разработки и ASP.NET, а так же \u003cstrong\u003eАлександр Кирсанов\u003c/strong\u003e – автор одного из самых оригинальных докладов про реактивное программирование в робототехнике и реализации проектов с сенсорами Kinect.\u003c/p\u003e\r\n\r\n\u003cp\u003eИ наконец, в рамках DevCon 2015 выступят эксперты по разработке из российского офиса Microsoft, которые поделятся с вами самыми последними анонсами и новинками технологий компании: \u003cstrong\u003eДмитрий Сошников\u003c/strong\u003e расскажет про Cortana и голосовой ввод, \u003cstrong\u003eДмитрий Андреев\u003c/strong\u003e – про новейший DirectX 12, \u003cstrong\u003eАлександр Белоцерковский\u003c/strong\u003e – про современные технологии интернета вещей, а \u003cstrong\u003eВладимир Юнев\u003c/strong\u003e -  про самые новейшие сервисы и компоненты облака Azure, которые помогут сделать ваши приложения быстрее, надежнее и безопаснее.\u003c/p\u003e\r\n\r\n\u003cp\u003eПодробнее со всеми докладчиками можно ознакомиться \u003ca href=\"http://www.msdevcon.ru/speakers\"\u003eздесь\u003c/a\u003e.\u003c/p\u003e\r\n\r\n\u003cp\u003eЖдите новых анонсов и до встречи на DevCon 2015!\u003c/p\u003e",
    "Date": "\/Date(1423133430000)\/",
    "ImageSource": null
}, {
    "Id": "bad0faf8-453b-47ea-9472-b7ee74271b49",
    "Title": "Конференция DevCon 2015 вновь пройдет в природном курорте «Яхонты»",
    "ShortText": "Конференция DevCon 2015 снова пройдет в столь полюбившемся участникам природном курорте «Яхонты», расположенном в 49 км от Москвы. ",
    "Text": "\u003cp\u003eКонференция DevCon 2015 снова пройдет в столь полюбившемся участникам природном курорте «Яхонты», расположенном в 49 км от Москвы. \u003c/p\u003e\r\n \u003ctable border=\"0\"\u003e\r\n\u003ctbody\u003e\r\n\u003ctr\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devconarchive/2013/img/place-02-00.jpg\" width=\"400\" height=\"400\" /\u003e\u003c/td\u003e\r\n\u003ctd\u003e\u003cimg src=\"http://msdevcon.blob.core.windows.net/devconarchive/2013/img/place-02-01.jpg\" width=\"400\" height=\"400\" /\u003e\u003c/td\u003e\r\n\u003c/tr\u003e\r\n\u003c/tbody\u003e\r\n\u003c/table\u003e  \r\n\u003cp\u003eКурорт \u003ca href=\"http://yahonty.ru/\"\u003e«Яхонты»\u003c/a\u003e расположен в живописном уголке Подмосковья, недалеко от города Ногинск. Жемчужиной курорта по праву считается необыкновенно красивое озеро Коверши, недалеко от берега которого в рамках конференции DevCon традиционно проходит развлекательная программа. \u003c/p\u003e\r\n\u003cp\u003eЖивописная природа курорта в этом году как никогда соответствует концепции мероприятия, ведь в этом году в DevCon – это возможность попасть в \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/247005/\"\u003e«Мир Живого Кода»\u003c/a\u003e, мир, который создают и оживляют разработчики. \r\nВсе еще сомневаетесь? Посмотрите, как это было в \u003ca href=\"http://www.msdevcon.ru/2014/ru/photos\"\u003eпрошлом году\u003c/a\u003e!\u003c/p\u003e\r\n\u003cp\u003eБолее подробная информация о трансферах до места проведения появится ближе к началу конференции. Следите за новостями на сайте!\u003c/p\u003e\r\n",
    "Date": "\/Date(1421838803000)\/",
    "ImageSource": null
}, {
    "Id": "4456f767-0b76-40ee-85f4-863ba7f5b7eb",
    "Title": "Успейте купить билет на DevCon 2015 с максимальной скидкой!",
    "ShortText": "От лица команды организаторов DevCon 2015 хотели бы поздравить вас с наступившим Новым Годом! Надеемся, что вы хорошо отдохнули во время зимних праздников и составили грандиозные планы на 2015 год, в число которых в том числе входить участие в ежегодной конференции DevCon 2015! ",
    "Text": "\u003cp\u003eДорогие друзья!\u003c/p\u003e\r\n\r\n\u003cp\u003eОт лица команды организаторов DevCon 2015 хотели бы поздравить вас с наступившим Новым Годом! Надеемся, что вы хорошо отдохнули во время зимних праздников и составили грандиозные планы на 2015 год, в число которых в том числе входить участие в ежегодной конференции DevCon 2015! \u003c/p\u003e\r\n\r\n\u003cp\u003eКонференция DevCon 2015 – это возможность попасть в \u003ca href=\"http://habrahabr.ru/company/microsoft/blog/247005/\"\u003eМир Живого Кода\u003c/a\u003e, где мы расскажем, как создавать свои Живые Миры, делать их лучше, полезнее и больше! В рамках конференции мы предложим вам более 50 докладов на актуальные темы разработки Живого Кода – от инструментов разработки, мобильных платформ, до корпоративных практик, веб и облачных технологий.\u003c/p\u003e\r\n\r\n\u003cp\u003eНапоминаем, что при регистрации и оплате участия до 16 января действует \u003ca href=\"http://www.msdevcon.ru/conditions\"\u003eспециальная цена\u003c/a\u003e! Не упустите шанс купить билеты с максимальной скидкой! Более подробно с условиями участия в конференции вы можете ознакомиться \u003ca href=\"http://www.msdevcon.ru/conditions\"\u003eздесь\u003c/a\u003e.\u003c/p\u003e",
    "Date": "\/Date(1421256628000)\/",
    "ImageSource": null
}, {
    "Id": "b1b6c305-1584-4be1-b319-bd6aa07347a9",
    "Title": "Часто задаваемые вопросы про конференцию DevCon 2015",
    "ShortText": "Не успели мы объявить открытие регистрации на DevCon 2015, а к нам начали уже поступать многочисленные вопросы относительно конференции, в связи с чем спешим опубликовать часто задаваемые вопросы.",
    "Text": "\u003cp\u003eНе успели мы объявить открытие регистрации на DevCon 2015, а к нам начали уже поступать многочисленные вопросы относительно конференции, в связи с чем спешим опубликовать \u003ca href=\"http://www.msdevcon.ru/questions\"\u003eчасто задаваемые вопросы\u003c/a\u003e.\r\nЗдесь вы сможете найти ответы на такие вопросы как:\u003c/p\u003e\r\n\u003cul\u003e\r\n\u003cli\u003e\u003ca href=\"http://www.msdevcon.ru/questions#question_02\"\u003eКак оплатить участие в конференции онлайн?\u003c/a\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003ca href=\"http://www.msdevcon.ru/questions#question_9\"\u003eЕсли докладчики англоговорящие, то каким образом будет производиться перевод?\u003c/a\u003e\u003c/li\u003e\r\n\u003cli\u003e\u003ca href=\"http://www.msdevcon.ru/questions#question_14\"\u003eМогу ли я поселиться со своим товарищем/коллегой по работе?\u003c/a\u003e\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\u003cp\u003eЕсли у вас все еще остались непокрытые нами вопросы, то вы можете написать нам адрес \u003ca href=\"mailto:ms@devcon2015.ru\"\u003ems@devcon2015.ru\u003c/a\u003e и мы постараемся оперативно на них ответить.\u003c/p\u003e\r\n\u003cp\u003eДо встречи на DevCon 2015!\u003c/p\u003e\r\n",
    "Date": "\/Date(1417785120000)\/",
    "ImageSource": null
}, {
    "Id": "171a2cbe-2946-461c-b7e7-8bb5ce718ce9",
    "Title": "На конференции Russian App Day была объявлена дата проведения DevCon 2015",
    "ShortText": "21 ноября, во время открытия конференции Russian App Day, была анонсирована конференция по разработке и тестированию ПО – DevCon 2015, которая пройдет 20-21 мая 2015 года. ",
    "Text": "\u003cp\u003e21 ноября, во время открытия конференции Russian App Day, была анонсирована конференция по разработке и тестированию ПО – DevCon 2015, которая пройдет 20-21 мая 2015 года. \u003c/p\u003e\r\n\u003cp\u003eDevCon – ежегодная конференция о разработке для всей платформы Microsoft, которая ориентирована на профессионалов в области разработки ПО, специалистов по тестированию, архитекторов и руководителей групп разработки. DevCon 2015 – это уникальная возможность вживую пообщаться с экспертами Microsoft и гуру индустрии разработки, узнать о том, куда движется платформа Microsoft, и услышать о первых результатах внедрения и использования новых технологий. \u003c/p\u003e\r\n\r\n\u003cp\u003eОсновными темами конференции будут: \u003c/p\u003e\r\n\u003cul\u003e\r\n\u003cli\u003eновейшие инструменты и языки разработки\u003c/li\u003e\r\n\u003cli\u003eразработка мобильных приложений\u003c/li\u003e\r\n\u003cli\u003eразработка веб- и облачных приложений и сервисов\u003c/li\u003e\r\n\u003cli\u003eкорпоративная разработка\u003c/li\u003e\r\n\u003cli\u003eразработка игр\u003c/li\u003e\r\n\u003c/ul\u003e\r\n\u003cp\u003e\u003ca href=\"https://www.msdevcon.ru/ru/register\"\u003eРегистрация\u003c/a\u003e на DevCon 2015 уже открыта! Кроме того, начиная с сегодняшнего дня и до 16 января, вы можете стать участником DevCon 2015 по специальной цене! Вы можете узнать все подробности этой акции на странице «\u003ca href=\"http://www.msdevcon.ru/conditions\"\u003eУсловия участия\u003c/a\u003e».\r\n\r\n\u003cp\u003eРегистрируйтесь сейчас и станьте одним из первых участников DevCon 2015! \u003c/p\u003e",
    "Date": "\/Date(1416567600000)\/",
    "ImageSource": null
}]
